Repository: milkcreation/deprecated-presstify-core
Catalog: presstify/__src/_bak/milk-admin-control-tools/add-ons/thumbnails/languages/mkact-addon-thb-*.po
Languages: fr_fr

source: Regenerate the thumbnails for this single image
fr_fr: Recréer les miniatures de cette image

source: Regenerate Thumbnails
fr_fr: Recréation des Miniatures

source: Cheatin&#8217; uh?
fr_fr: Alors, on triche ?

source: Please be patient while the thumbnails are regenerated. This can take a while if your server is slow (inexpensive hosting) or if you have many images. Do not navigate away from this page until this script is done or the thumbnails will not be resized. You will be notified via this page when the regenerating is completed.
fr_fr: Soyez patient durant la regénération des miniatures. Ceci peut prendre plus ou moins de temps selon la vitesse de votre serveur (hébérgement) ou si vous avez beaucoup d'images. Ne quittez pas cette page durant la procédure sinon elle sera interrompue. Vous serez averti lorsque la regénération sera terminée.

source: To go back to the previous page, <a href="%s">click here</a>.
fr_fr: Pour revenir à la page précédente, <a href="%s">cliquez ici</a>

source: All done! %1$s image(s) were successfully resized in %2$s seconds and there were %3$s failure(s). To try regenerating the failed images again, <a href="%4$s">click here</a>. %5$s
fr_fr: Tout est ok! %1$s image(s) ont été recalculées en %2$s seconds avec %3$s echec(s). Pour tenter la regénération des images en échec, <a href="%4$s">cliquez ici</a>. %5$s

source: All done! %1$s image(s) were successfully resized in %2$s seconds and there were 0 failures. %3$s
fr_fr: Tout est ok! %1$s image(s) ont été recalculées en %2$s secondes sans images en échec. %3$s

source: You must enable Javascript in order to proceed!
fr_fr: Vous devez activer le Javascript dans votre navigateur pour continuer !

source: Abort Resizing Images
fr_fr: Abandonner le redimensionnement des images

source: Debugging Information
fr_fr: Information de Deboggage

source: Total Images: %s
fr_fr: Total des Images: %s

source: Images Resized: %s
fr_fr: Images redimensionnées: %s

source: Resize Failures: %s
fr_fr: Echec du redimensionnement :%s

source: Stopping...
fr_fr: Arrêter ...

source: Use this tool to regenerate thumbnails for all images that you have uploaded to your blog. This is useful if you've changed any of the thumbnail dimensions on the <a href='%s'>media settings page</a>. Old thumbnails will be kept to avoid any broken images due to hard-coded URLs.
fr_fr: Utilisez cet outil pour regénérer les miniatures de toutes les images que vous avez téléchargé sur votre site. Pratique lorsque vous modifiez les dimensions de miniature dans la <a href='%s'>Gestion de paramètres des médias</a>. Les anciennes miniatures seront conservées pour éviter les liens morts dans votre site.

source: You can regenerate specific images (rather than all images) from the <a href='%s'>Media</a> page. Hover over an image's row and click the link to resize just that one image or use the checkboxes and the &quot;Bulk Actions&quot; dropdown to resize multiple images (WordPress 3.1+ only).
fr_fr: Vous pourrez aussi redimensionner spécifiquement certaine images depuis la page d'administration des <a href='%s'>Medias</a>. Cochez les images à redimensionner et lancez l'action groupée de redimensionnement d'image multiple.

source: Thumbnail regeneration is not reversible, but you can just change your thumbnail dimensions back to the old values and click the button again if you don't like the results.
fr_fr: Il ne sera pas possible de revenir en arrière, mais vous pourrez toujours rétablir les dimensions de miniatures initiales et réactiver une nouvelle fois la regénération de miniatures.

source: To begin, just press the button below.
fr_fr: Pour commencer, appuyer sur le bouton suivant.

source: Regenerate All Thumbnails
fr_fr: Recréation de toutes les miniatures

source: Failed resize: %s is an invalid image ID.
fr_fr: Redimensionnement impossible: %s n'est pas une image valide.

source: Your user account doesn't have permission to resize images
fr_fr: Vous n'êtes pas autorisé à redimensionner les images

source: The originally uploaded image file cannot be found at %s
fr_fr: L'image originale n'a pu être retrouvé à l'emplacement suivant %s

source: Unknown failure reason.
fr_fr: Echec pour une raison inconnue

source: Post Thumbnails Tools
fr_fr: Outils des Miniatures

source: Post Thumbnails
fr_fr: Miniatures
